<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.5.0/css/bootstrap.min.css">
<script src="https://kit.fontawesome.com/a076d05399.js"></script>
<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.16.0/umd/popper.min.js"></script>
<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.5.0/js/bootstrap.min.js"></script>
<link href="https://fonts.googleapis.com/css2?family=Nanum+Pen+Script&display=swap" rel="stylesheet">
<title>Insert title here</title>
<style>
.container {
	text-align: center;
	justify-content: center;
	font-family: 'Nanum Pen Script', cursive;
	font-size: 50px;
	border: 1em solid rgb(35,35,35);
}
h1 {
	color: rgb(222,7,23);
	font-weight: bold;
	
}
strong {
	color: orange;
}
#yummy{
	color: rgb(213,108,200);
}
.exit{
	float: right;
}
</style>
</head>
<body>

<div class="container">
<h1>공지사항<a href="index.jsp" class="text-danger exit"><i class="fa fa-times"></i></a></h1>
          <div class="title">
            [공지] <b id="yummy">Yummy</b> 이용약관 일부 변경에 관한 안내<br />
            <span class="date">2020-08-17</span>
            <p class="icon"></p>
          </div>

          <div class="text">
            <p>안녕하세요.</p>

<p><b id="yummy">Yummy</b>입니다.</p>

<p><br />
■ 이용약관 일부 변경<br />
<b id="yummy">Yummy</b> 이용약관을 일부 변경하게 되어 이를 알려드리고자 합니다.<br />
<br />
1. 변경사항<br />
- 제2조: 제6조 5항의 내용 추가 및 문구 변경<br />
- 제4조: 문구 변경<br />
- 제5조: 세부 내용 추가<br />
- 제6조: 5항의 내용 삭제</p>

<p>&nbsp;</p>

<p><strong>&lt;기존&gt;&nbsp;</strong></p>

<p>제2조 (계정)</p>

<p>회원은 <b id="yummy">Yummy</b> 어플리케이션을 이용하기 위하여 계정을 만들어야 합니다. 계정을 만들기 위해 제공되는 회원의 개인정보는 관련법과 당사의 개인보호 정책에 의하여 보호됩니다. 회원은 개인정보 변경 시 변경된 정보를 입력하여야 하며 계정의 보안과 기밀을 유지하기 위하여 노력합니다. <b id="yummy">Yummy</b>는 적절한 이유가 있을 경우 회원의 계정을 폐쇄하거나 접속을 제한할 수 있습니다.</p>

<p><strong>&lt;변경&gt;&nbsp;</strong></p>

<p>제2조 (계정)</p>

<p>회원은 <b id="yummy">Yummy</b> 어플리케이션을 이용하기 위하여 계정을 만들어야 합니다. 계정을 만들기 위해 제공되는 회원의 개인정보는 관련법과 당사의 개인보호 정책에 의하여 보호됩니다. 회원은 개인정보 변경 시 변경된 정보를 입력하여야 하며 계정의 보안과 기밀을 유지하기 위하여 노력합니다. 당사는 회원이 이용약관 또는<a href="http://www.mangoplate.com/terms/community_guidelines">&nbsp;커뮤니티 가이드라인</a>을 준수하지 않는다고 판단될 경우, 사전 통보없이 게시물(리뷰, 사진, 댓글)을 삭제하거나 회원의 계정을 폐쇄 또는 접속을 제한할 수 있습니다.</p>

<p>&nbsp;</p>

<p><strong>&lt;기존&gt;</strong></p>

<p>제4 조 (지적 재산권 및 서비스 내용물의 소유권 및 사용권)</p>

<p>(2) 서비스 내용물에는 회원 내용물, <b id="yummy">Yummy</b> 내용물과 제3자 내용물이 모두 포함됩니다.&nbsp; &#39;회원 내용물&#39; 이라 함은 평점, 리뷰, 사진, 좋아요, 가고싶다, 체크인, 댓글, 이벤트 참여, 혹은 닉네임 등 프로필에 기재하는 정보 등 회원이 <b id="yummy">Yummy</b>를 이용하면서 등록하거나 그 외 당사 서버에 송신하는 모든 내용물을 의미합니다.&nbsp; &#39;<b id="yummy">Yummy</b> 내용물&#39; 이라 함은 망고픽, 페이스북 포스팅, 기타 온라인 및 오프라인 제작물 등 <b id="yummy">Yummy</b> 직접 제작하는 내용물 혹은 당사 서버에 송신하거나 페이스북 페이지에 등록하는 모든 내용물을 의미합니다.&nbsp; &#39;제3자 내용물&#39; 이라 함은 회원 혹은 <b id="yummy">Yummy</b>에게서 창조되거나 유래되는 내용물은 아니지만 <b id="yummy">Yummy</b> 서비스를 통해 회원에게 제공되는 내용물을 의미합니다.</p>

<p>(4) 회원 (이하 &#39;해당 회원&#39;이라 함)가 직접 작성 및 등록한 평가점수, 리뷰, 답글, 사진 등의 게시물 (이하 &#39;해당 회원 내용물&#39;이라 함)에 대한 저작권 및 지적 재산권은 해당 회원에게 있으며, 해당 회원 내용물이 타인의 저작권을 침해하는 경우 그에 대한 책임은 해당 회원 본인이 부담합니다. 해당 회원은 당사에게 해당 회원 내용물을 독점적으로 이용할 수 있는 권리를 부여합니다. 이에 따라 당사는 <b id="yummy">Yummy</b> 어플리케이션, 모바일 및 PC 웹사이트, 페이스북 페이지, 광고물, 검색노출, 판촉, 홍보 등의 기타 매체에 해당 회원 내용물을 무상으로 영구적으로 이용할 수 있으며, 필요한 범위 내에서 해당 회원 내용물의 일부를 수정, 복제 및 편집할 수 있습니다. 또한, 해당 회원은 당사가 커뮤니티 가이드라인 혹은 기타 당사 내부의 적절한 이유에 따라 언제든지 해당 회원 내용물을 삭제, 수정 혹은 재등록할 권한이 있음에 동의합니다. 단, 해당 회원은 해당 회원 내용물에 대하여 마케팅, 판촉, 홍보 및 기타 자료로 사용되지 않을 것을 요청할 수 있으며, <b id="yummy">Yummy</b> 서비스 내의 기능을 이용하여 해당 회원 내용물을 수정 혹은 삭제할 수 있습니다.&nbsp;</p>

<p>&nbsp;</p>

<p><strong>&lt;변경&gt;&nbsp;</strong></p>

<p>제4 조 (지적 재산권 및 서비스 내용물의 소유권 및 사용권)</p>

<p>(2) 서비스 내용물에는 회원 내용물, <b id="yummy">Yummy</b> 내용물과 제3자 내용물이 모두 포함됩니다.&nbsp; &#39;회원 내용물&#39; 이라 함은 평점, 리뷰, 사진, 좋아요, 가고싶다, 가봤어요, 댓글, 이벤트 참여, 혹은 닉네임 등 프로필에 기재하는 정보 등 회원이 <b id="yummy">Yummy</b>를 이용하면서 등록하거나 그 외 당사 서버에 송신하는 모든 내용물을 의미합니다.&nbsp; &#39;<b id="yummy">Yummy</b> 내용물&#39; 이라 함은  페이스북 포스팅, 기타 온라인 및 오프라인 제작물 등 <b id="yummy">Yummy</b>가 직접 제작하는 내용물 혹은 당사 서버에 송신하거나 페이스북 페이지에 등록하는 모든 내용물을 의미합니다.&nbsp; &#39;제3자 내용물&#39; 이라 함은 &lsquo;회원 내용물&rsquo; 혹은 &lsquo;<b id="yummy">Yummy</b> 내용물&rsquo;은 아니지만 <b id="yummy">Yummy</b> 서비스를 통해 회원에게 제공되는 내용물을 의미합니다.</p>

<p>(4) 회원 (이하 &#39;해당 회원&#39;이라 함)가 직접 작성 및 등록한 평가점수, 리뷰, 답글, 사진 등의 게시물 (이하 &#39;해당 회원 내용물&#39;이라 함)에 대한 저작권 및 지적 재산권은 해당 회원에게 있으며, 해당 회원 내용물이 타인의 저작권을 침해하는 경우 그에 대한 책임은 해당 회원 본인이 부담합니다. 해당 회원은 당사에게 해당 회원 내용물을 독점적으로 이용할 수 있는 권리를 부여합니다. 이에 따라 당사는 <b id="yummy">Yummy</b> 어플리케이션, 모바일 및 PC 웹사이트, 페이스북 페이지, 광고물, 검색노출, 판촉, 홍보 등의 기타 매체에 해당 회원 내용물을 무상으로 영구적으로 이용할 수 있으며, 필요한 범위 내에서 해당 회원 내용물의 일부를 수정, 복제 및 편집할 수 있습니다. 또한, 해당 회원은 당사가 커뮤니티 가이드라인 혹은 이용약관에 따라 언제든지 해당 회원 내용물을 삭제, 수정 혹은 재등록할 권한이 있음에 동의합니다. 단, 해당 회원은 해당 회원 내용물에 대하여 마케팅, 판촉, 홍보 및 기타 자료로 사용되지 않을 것을 요청할 수 있으며, <b id="yummy">Yummy</b> 서비스 내의 기능을 이용하여 해당 회원 내용물을 수정 혹은 삭제할 수 있습니다.&nbsp;</p>

<p>&nbsp;</p>

<p><strong>&lt;기존&gt;</strong></p>

<p>제 5 조 (&quot;게시물&quot;의 관리) &nbsp;</p>

<p>(1) &quot;회원&quot;의 &quot;게시물&quot;이 &quot;정보통신망법&quot; 및 &quot;저작권법&quot;등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 &quot;게시물&quot;의 게시중단 및 삭제 등을 요청할 수 있으며, &quot;회사&quot;는 관련법에 따라 조치를 취하여야 합니다.</p>

<p>(2) &quot;회사&quot;는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 &quot;게시물&quot;에 대해 임시조치 등을 취할 수 있습니다.</p>

<p>&nbsp;</p>

<p><strong>&lt;변경&gt;</strong></p>

<p>제 5 조 (게시물의 관리)&nbsp;&nbsp;</p>

<p>(1) 회원의 게시물이 정보통신망법 및 저작권법등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 당사는 관련법에 따라 조치를 취하여야 합니다.</p>

<p>(2) 회원은 다음 각 호에 해당하는 행위를 하여서는 안 됩니다. &ldquo;당사는 전항에 따른 권리자의 요청이 없는 경우라도 다음 각 호에 해당된다고 판단되거나, 기타 당사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 게시물에 대해 임시조치, 삭제 등의 조치를 취할 수 있습니다.</p>

<p>1) 불법물, 외설, 음란물 등을 게시 또는 해당 내용과 관련된 사이트를 링크하는 경우</p>

<p>2) 욕설, 폭력적 내용 등을 게시하는 경우</p>

<p>3) 공공질서나 미풍양속에 위배되는 경우</p>

<p>4) 악의적인 목적으로 허위 또는 과장된 리뷰를 작성한 경우</p>

<p>5) 상업적, 홍보, 광고물을 게시하는 경우</p>

<p>6) 식당 운영자 및 관계자, 가족 및 친인척, 지인 등이 경쟁자 식당에 의도를 품은 리뷰를 남기는 경우</p>

<p>7) 종교, 성별, 인종 등을 차별하거나 인신공격적 내용을 포함한 경우</p>

<p>8) 다른 회원을 비방하거나 특정인의 개인정보를 거론하여 명예 훼손을 하는 경우</p>

<p>9) 다른 회원 혹은 제3자의 초상권, 저작권 등 기타 권리를 침해하는 경우</p>

<p>10) 구체적인 설명이나 근거 없이 비방만 하는 리뷰일 경우</p>

<p>11) 다른 회원의 리뷰나 사진을 복사하여 재게시한 경우</p>

<p>12) 해당 식당 음식의 맛 경험과 관련 없는 리뷰 및 사진을 게시한 경우</p>

<p>13) 의미 없는 문자 및 부호를 게시한 경우</p>

<p>14) 리뷰에 내용이 없이 링크만 게시하는 경우</p>

<p>15) 짧은 시간 내 연속적으로 체인점에 대한 리뷰가 올라오는 경우</p>

<p>16) 동일하거나 비슷한 내용의 리뷰를 반복적으로 게시하는 경우</p>

<p>17) <b id="yummy">Yummy</b>를 사칭하는 경우</p>

<p>18) <b id="yummy">Yummy</b> 회원에게 연락하여 리뷰 작성을 강요하거나 부탁하는 경우</p>

<p>&nbsp;</p>

<p><br />
2. 적용시기<br />
새롭게 개정된 약관은 30일 이후인 3월 14일부터 적용될 예정입니다.<br />
이에 따라 현재 적용 중인 이용약관은 개정일 기준으로 새로운 이용약관으로 대체됩니다.</p>

<p><br />
3. 문의 및 동의 철회<br />
이용약관의 변경 내용 공지 후에도&nbsp;<strong>거부 의사표시 없이</strong>&nbsp;계속적으로 서비스를 이용하시면 이용자가 개정내용에 동의한 것으로 간주됩니다. 만약 개정된 내용에 동의하지 않으실 경우, 회원탈퇴를 요청하실 수 있습니다.</p>

<p><br />
앞으로도 더 나은 서비스를 위해 노력하겠습니다.<br />
감사합니다.</p>

          </div>
        
        </div>
</body>
</html>